export default function Benefits() {
	return (
		<section className='bg-gray-100 py-12 bg-[url(../assets/bg.jpeg)]'>
			<div className='container mx-auto px-4'>
				<h2 className='text-3xl font-bold mb-6'>ПЕРЕВАГИ МАЙСТЕР-КЛАСУ</h2>
				<ul className='space-y-4'>
					<li>
						✅ Науковий підхід – ви детально розберете механіку, анатомію та
						фізіологію екстрим-вокалу.
					</li>
					<li>
						✅ Глибока практика – не просто теорія, а миттєве застосування під
						моїм контролем.
					</li>
					<li>
						✅ Реальні результати – учасники після навчання підвищують свій чек,
						розширюють викладацькі та вокальні можливості.
					</li>
					<li>
						✅ Індивідуальний формат – повна увага тільки вам, з урахуванням
						вашого ритму та потреб.
					</li>
				</ul>
			</div>
		</section>
	)
}
