export default function Outcomes() {
	return (
		<section className='py-12'>
			<div className='container mx-auto px-4'>
				<h2 className='text-3xl font-bold mb-6'>ПІСЛЯ МАЙСТЕР-КЛАСУ ВИ:</h2>
				<ul className='space-y-4'>
					<li>💥 Отримаєте ефективну методику для освоєння екстрим-технік</li>
					<li>
						💥 Будете мати повне розуміння анатомії та фізіології екстриму
					</li>
					<li>
						💥 Опануєте різні екстрим-вокальні техніки та навчитеся розрізняти
						їх
					</li>
					<li>
						💥 Зможете використовувати нові знання у вокальній практиці або
						викладанні
					</li>
				</ul>
			</div>
		</section>
	)
}
